[
    {"id": "1", "name": "Sona Masjid", "image": "https://i.ibb.co/j4Y9PKt/destination1-400.jpg", "description": "Choto Shona Mosque (Small Golden Mosque) is located in Chapai Nawabganj district of Bangladesh.The mosque was built during the reign of the Sultan of Bengal Alauddin Husain Shah, between 1493 and 1519. The fifteen domes of the mosque were once gilded, giving the mosque the name of Choto Shona Masjid.The mosque is one of the best-preserved sultana monuments."},
    {"id": "2", "name": "Bagha Masjid", "image": "https://i.ibb.co/zxpJX4Q/destination2-bagha-400.jpg", "description": "Bagha Mosque is a mosque located at Bagha, 40 kilometres (25 mi) southeast of Rajshahi in Bangladesh. The mosque was built in 1523-1524 (930 AH) by Sultan Nusrat Shah, son of Alauddin Shah, the founder of the Husain Shahi dynasty. Later, the mosque was renovated at different times and when the domes of the mosque collapsed, the destroyed mosque was rebuilt in 1897."},
    {"id": "3", "name": "Mahasthan Garh", "image": "https://i.ibb.co/BGL4cvk/destination3-bogra-400.jpg", "description": "Mahasthangarh is one of the earliest urban archaeological sites so far discovered in Bangladesh. The village Mahasthan in Shibganj upazila of Bogra District contains the remains of an ancient city which was called Pundranagara or Paundravardhanapura in the territory of Pundravardhana. A limestone slab bearing six lines in Prakrit in Brahmi script recording a land grant, discovered in 1931."},
    {"id": "4", "name": "Natore RajBari", "image": "https://i.ibb.co/XCtDkdm/destination4-rajbari-400.jpg", "description": "Natore Rajbari (also known as Pagla Raja's Palace, Natore Palace) was a prominent royal palace in Natore, Bangladesh. It was the residence and seat of the Rajshahi Raj family of zamindars. The famous queen Rani Bhabani lived here and after the death of her husband, expanded both the estate and the palace. In the mid seventeenth century one Kamadev Moitra served as tehsildar to the Puthia Raj family."},
    {"id": "5", "name": "Paharpur Temple", "image": "https://i.ibb.co/k1j1nQF/destination5-paharpur-temple-400.jpg", "description": "Somapura Mahavihara in Paharpur, Badalgachhi, Naogaon, Bangladesh is among the best known Buddhist viharas, monasteries, in the Indian Subcontinent and is one of the most important archaeological sites in the country. It is also one of the earliest sites of Bengal, where significant numbers of Hindu statues were found. It was designated as a UNESCO World Heritage Site in 1985."},
    {"id": "6", "name": "Kania Dighi Masjid", "image": "https://i.ibb.co/KjQWH0V/destination6-kania-dighi-ma-400.jpg", "description": "Khania Dighi Mosque also called Rajbibi Masjid, is located on the western bank of Khania Dighi, which is about a quarter mile away from the high mud wall of the ancient city of Gaur on the north and the Balia Dighi on the west in Nawabganj district. The building is now in a good state after thorough repairs undertaken by the Directorate of Archaeology, Bangladesh."}
]